{
  "Articles": {
    "Post List": [
      {
        "Title": "how to make sweet and crispy Bing Tanghulu at home",
        "Image": "https://tipsapp.xyz/ilyass/pul/1.jpg",
        "State": "free",
        "Text/Html": "<p>Today I'm going to show you how to make sweet and crunchy candied hake at home. Let's relive beautiful childhood memories together! You can use any of your favorite fruits in this recipe, although I have a soft spot for mini fruits as I find them pretty on the end of the stick and  very convenient. Begonias, strawberries, grapes, kiwis, you name it, use whatever you prefer; Lots of different bright colors always look great. However, keep in mind that the main characteristic of preserves is the combination of two  different flavors: sweet and sour, so citrus works best to offset the sweetness of candy. Don't overdo it or make it taste too sweet.  I use strawberries in this recipe - choose good, firm, ripe strawberries. To prepare strawberries, just wash them and cut the leaves with a  knife. Don't cut  too much because you want enough space for the meat skewer. Finally, pat the strawberries dry with paper towels, otherwise the little water droplets  will react with the hot  syrup and spread.</p>"
      },
      
      {
        "Title": "addition to strawberries",
        "Image": "https://tipsapp.xyz/ilyass/pul/2.jpg",
        "State": "free",
        "Text/Html": "<p>In addition to strawberries, kiwis are also recommended, and green kiwis have a particularly sour taste.Golden kiwi is also delicious, but its soft flesh makes it a little difficult to handle.The thicker the slice, the stronger it will be.Choosing materials is easy. Be careful not to eat it while making the syrup. The syrup is the tricky part and may take a few tries to master.For Bing Tanghulu, the texture of the candy is the most important requirement. The candy should be crispy, similar to thin ice cream, and not greasy.The trick is to cook the syrup for exactly the right amount of time. If you don't cook it enough, it won't set well and will become sticky. If you boil it for too long, it will become bitter.Proper temperature is the key to getting the right syrup and knowing how long to cook it. If the temperature of the syrup exceeds 150 degrees Celsius and the moisture content is less than 1%, it will be hard and brittle and will become crunchy when cooled.It turns brown at 170℃ and becomes bitter at 177℃. Therefore, 150-170°C is the right temperature range to make the best fruit-coated candies.</p>"
      },
        {
        "Title": "analyzed the situation",
        "Image": "https://tipsapp.xyz/ilyass/pul/3.jpg",
        "State": "free",
        "Text/Html": "<p>We analyzed the situation and determined that the problem was in the mixed area. At first I was worried that the sugar wouldn't completely dissolve in the water, so I constantly stirred the mixture. As a result, the sugar solution adhered to the sides of the pot as crystals, and upon heating these crystals returned to the syrup and had to begin the dissolution process. This, of course, added to the excitement and confusion. It simply sped up the crystallization process and created a granular mixture. There is one more point before we start cooking. Sugar syrup is very hot, so keep children away from the stove while cooking.</p>"
      },
      {
        "Title": "How to Make Bing Tanghulu",
        "Image": "https://tipsapp.xyz/ilyass/pul/4.jpg",
        "State": "free",
        "Text/Html": "<p>Put 100 ml of water and 200 g of white sugar in a small pot. Pour  sugar into the center of the pan, being careful not to let the sugar touch the edges of the pan. Set the stove on medium heat but make sure the flames do not touch the sides of the pan. The solution will be cloudy at first but no stirring is required. Set it aside and do nothing. When the bubbles begin to roll, the remaining sugar will gradually dissolve and the solution will become clear. Note that just as running water is less likely to freeze than still water, moderate to high temperatures are required throughout the process, and thick foam can hinder the formation of crystal particles.</p>"
        }
    ]
  },
  "Ads Controller": {
    "Ads Units": {
      "Admob": {
        "BannerId": "ca-app-pub-5133381234787267/",
        "InterstitialId": "ca-app-pub-5133381234787267/",
        "NativeId": "ca-app-pub-5133381234787267/",
        "RewardId": "ca-app-pub-5133381234787267/",
        "OpenAdId": "ca-app-pub-5133381234787267/"
      },
      "Facebook": {
        "BannerId": "IMG_16_9_APP_INSTALL#173186393601951_299214384332484",
        "InterstitialId": "IMG_16_9_APP_INSTALL#173186393601951_288058788781377",
        "NativeId": "IMG_16_9_APP_INSTALL#173186393601951_356298065290782"
      },
      "Applovin": {
        "BannerId": "789ecf46a4aaa724",
        "InterstitialId": "dc38bf7f5de3aa80",
        "NativeId": "216dd9451b13b2d4",
        "RewardId": "39c4ef881fa6e05d",
        "OpenAdId": "57c0ea23bdb3c49b"
      },
      "Unity": {
        "GameId": "4862004",
        "BannerId": "Banner_Android",
        "InterstitialId": "Interstitial_Android",
        "RewardId": "Rewarded_Android",
        "TestAds": true
      },
      "Huawei": {
        "BannerId": "testw6vs28auh3",
        "InterstitialId": "testb4znbuh3n2",
        "NativeId": "testy63txaom86",
        "RewardId": "testx9dtjwj8hp"
      },
      "Wortise": {
        "AppId": "5d6e79",
        "BannerId": "ae64bbca-5-c0cb02e4b148",
        "InterstitialId": "efea82-e1832dd2a632",
        "NativeId": "4fe9dc-b0af-0a9353151a72",
        "RewardId": "633774-b41e-6874fb97ed72",
        "OpenAdId": "70fc-b7ec-5e129debacaf"
      }
    },
    "Ads Configs": {
      "Enable Mediation?": false,
      "Interstitial Interval": 12424,
      "InterstitialList": ["wortise","admob","facebook","applovin","unity","huawei"],
      "RewardedList": ["wortise","admob","applovin","unity","huawei"],
      "Interstitial Network (If Mediation Disabled)": "admob",
      "Reward Network (If Mediation Disabled)": "admob",
      "Banner Network": "admob",
      "Native Network": "admob",
      "OpenAd Network": "admob"
    }
  },
  "App Settings": {
    "Enable Activity MoreGames ?": false,
    "Seconds Counter MoreGames Activity": 5,
    "Onesignal Id": "c2a00487-4a8e-4bd0-a7df-1f90a381aefa",
    "Privacy Policy": "https://tipsapp.xyz/",
    "Enable Update Activity ?": false,
    "Update Activity Customize": {
      "Image Url": "",
      "Title": "",
      "Description": "",
      "Button Text": "",
      "Redirect Link": "https://play.google.com/store/apps/details?id=com.boxsimulator.simbrawlopenchest.brawlstats2020",
      "Cancelable": true
    }
  }
}
